'''
#print('привет', name)
#print('Привет'+name)
#print(f'Привет {name}')

a = input()
b = input()
c = input()
print(a*b*c)

#Привет (имя пользователя) через год тебе будет (возраст + 1)



Переменная - ячейка с данными у которой есть имя; имя = данные
Пример создания переменной:  a = 10, то есть a это имя переменной
10 это значение которое она хранит
name = 'Даниил' - переменная name в которой сохр Даниил
Типы данных: 
1)int - целые числа(10, 2, 104 и тд)
2)str - строки или символьный тип данных
3)float - дробные числа (2.5, 10.26 и тд)
4)bool - True/False
Команда для вывода в консоль: print()
Примеры использования:
    print('привет', name)
    print('Привет'+name)
    print(f'Привет {name}')
Команда для ввода с клавиатуры через консоль - input()
Примеры использования: 
    a = input() - ввод данных и сохранение в а с типом данных str
    b = int(input()) - тип данных int и сохр в b
    c = int(input('Введите число ')) - пример с использованием пояснения

name = 'Daniil'
print(type(name))
print(name)
var_1 = 10
var_2 = 5
print(type(var_1))
print(type(var_2))
print(var_1 + var_2)
c = var_2>var_1
print(type(c))
print(c)

a = float(input('->'))
b = float(input('->'))
print(a+b)
'''
